<?php echo '<?xml version="1.0" encoding="UTF-8"?>'; ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
"http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
	<head>
		<title>HYMMNOSERVER - Help - 起源とその流派</title>
<?php include 'common/resources.xml'; ?>
	</head>
	<body>
<?php include 'common/header.xml'; ?>

		<table class="text-basic">
			<tr>
				<td style="width: 640;" align="left">
					<p>
						<span class="text-title-small">■ヒュムノスの起源と流派</span><br/>
						ヒュムノス、ヒュムノス文字の起源は古く、第一紀に音科学の父が「音魔法」を発見する前から存在していた。
						その頃はまだ「ヒュムノス」とは呼ばれていなかったが、当時「月奏」と言われていた、いわゆる祈祷師が使っていた呪文列がヒュムノスの起源となる。
						ヒュムノスはその後、塔のコントロール、塔の交信に最適化された言語としてフォーマット化されていくが、その文法と単語の語呂などは、この祈祷師の呪文列がベースとなっている。
						そこから世界中に汎用的に広がっていったヒュムノスは、各地域、そして宗派などによって微妙にフォーマットを変え、また歴史によってどんどん単語などは変化していった。
						その為、日本語などと同じく、ヒュムノスにも古文やら方言などというものが存在するのである。
					</p>
					
					<p>
						それらのヒュムノス派生は、第三紀現在において、以下に大分される。
					</p>
					<ul class="basic-inline" style="font-weight: bold; font-size: 9pt; margin-top: -10px;">
						<li>中央正純律（共通語）</li>
						<li>クルトシエール律（Ⅰ紀前古代語）</li>
						<li>クラスタ律（クラスタ地方語）</li>
						<li>アルファ律（オリジンスペル）</li>
						<li>古メタファルス律（Ⅰ紀神聖語）</li>
						<li>新約パスタリエ（パスタリア成語）</li>
					</ul>
					<p>
						<span class="text-title-small">■中央正純律</span><br/>
						「中央」というのは、第一紀に詩魔法の中心と言われた第一塔「アルトネリコ」の事である。すなわち、この塔をコントロールするために最適化された呪文列を中央正純律と言う。
						しかし、この中央正純律でないとコントロールできないわけではなく、実際はどの律を使ってもコントロールは可能である。即ち、中央正純律とは、ソル・シエールの首都「エル・エレミア」の
						塔管理局が世界標準と決めたフォーマット（地球でいうISO規格）でしかないのである。<br/>
						その結果、各「律」より標準化されたものは全て「中央正純律」となるため、この検索でも、認定されたものは全て中央正純律として書いている。その為、中央正純律と他の律が混じることは往々にして存在する。
					</p>
					<p>
						<span class="text-title-small">■クルトシエール律</span><br/>
						このクルトシエール律こそが、昔「月奏」が詠唱していた祈祷師の呪文であり、ヒュムノスの原点である。現在はかなり忘れ去られており、殆ど残っていないと言われる単語体系。
					</p>
					<p>
						<span class="text-title-small">■クラスタ律</span><br/>
						第一紀、ソル・シエール地方より遠く離れた地域（星の裏側）にあったソル・クラスタ地域に伝わり確立されたのが「クラスタ律」である。中央正純律から見たら、
						俗に言う「方言」というものだが、実際の効果は殆ど変わらない。現在、アルトネリコの周囲でこの「クラスタ律」を使える者はいないと言われているが、世界のどこかには、クラスタ律が
						主体のコロニーが現在も存在する可能性はある。
					</p>
					<p>
						<span class="text-title-small">■アルファ律</span><br/>
						世界に３体しかいないといわれている「レーヴァテイル・オリジン」は、自らの心の中で、最適化されたヒュムノス単語を紡ぎ出すことが出来る。こうして出来た単語のことを「アルファ律」と言う。
						このアルファ律は少々厄介で、そのオリジンの管理する塔でないと、最大限の力を発揮することが出来ない。それは、他の「律」が、現存の塔のスペック内での単語を紡ぎ出している（厳密には、
						有りモノの単語をレーヴァテイルが拾ってきているだけ）なのに対し、このアルファ律だけは、受け側である塔の機能を拡張し、それに相対するヒュムノス単語を作りだしているからである。
						即ち、自らの塔にはその単語に対する機能が存在するが、他の塔には無い＝無効な単語である、という事になるため、当然汎用性は無いのである。
					</p>
					<p>
						<span class="text-title-small">■古メタファルス律</span><br/>
						第一紀に世界を席巻した、とある聖教が紡ぎ出した律。その詳しい歴史は闇に包まれている。ところが、この律を使用した詩が現在でもそれ程珍しくなく出てくる。それだけ第一紀において
						大きな力を持っていた（故に詩の数も多い）という事なのだが、その宗派がどのようなもので、何の目的なのかは謎。
					</p>
					<p>
						<span class="text-title-small">■新約パスタリエ</span><br/>
						オリジンがいつでも紡ぎ出せる「アルファ律」を除いては、唯一第三紀に作られたと言われている律。それ以外の情報は、現在非公開。
					</p>
				</td>
			</tr>
		</table>

<?php include 'common/footer.xml'; ?> 
	</body>
</html>
