<?php echo '<?xml version="1.0" encoding="UTF-8"?>'; ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
"http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
	<head>
		<title>HYMMNOSERVER - Help - Summary</title>
<?php include 'common/resources.xml'; ?>
	</head>
	<body>
<?php include 'common/header.xml'; ?>

		<table class="text-basic">
			<tr>
				<td style="width: 640;" align="left">
					<p>
						<span class="text-title-small">■ヒュムノス単語を使った呪文列の種類</span><br/>
						ヒュムノスワードを使用する呪文フォーマットには、大きく分けて３つが存在する。
					</p>
					<ul class="basic-inline" style="font-weight: bold; font-size: 9pt; margin-top: -10px;">
						<li>ヒュムノスエクストラクト</li>
						<li>ヒュムノスワード</li>
						<li>ヒュムノススペル</li>
					</ul>
					<p>
						「ヒュムノスエクストラクト」とは、「塔をコントロールする詩」の事で、アルトネリコを直接制御できる力を持つ。
						しかし、これには認証が必要であり、その許可を得ている特定のレーヴァテイルしか使うことが出来ない。
						一般的に「ヒュムノス」と言われる場合、全てはこの「ヒュムノスエクストラクト」の事を指す。
						ヒュムノスエクストラクトを使用するための鍵、それは「ヒュムネコード」といわれるレーヴァテイル識別子である。
						これを持っているレーヴァテイルは、このコードを照合することで、ヒュムノスエクストラクトを使用することが可能になる。
						ヒュムネコードとは、「EOLIA_ANSUL_ARTONELICO」などの文字列で、β純血種以上のレーヴァテイルには全個体に固有の文字列が当てられている。
						ヒュムノスエクストラクトを使用することが出来ると、天候のコントロールから重力制御、大地を揺るがす大魔法、詩魔法による全体統制、環境コントロールなど
						様々な事を行うことが出来る。
					</p>
					<p>
						「ヒュムノスワード」とは、いわゆる第三紀で「詩魔法」と言われているもので、戦闘などで使う妄想魔法の事である。これはレーヴァテイルであれば誰でも使うことが出来、
						自分の心の中にアクセスするだけで、そのバリエーションをどんどん増やすことが可能である。使用に制限はなく、心の豊かさ＝ヒュムノスワードの多彩さ、という事になる。
					</p>
					<p>
						「ヒュムノススペル」とは、詩として使用することはないが、詠唱することで発動する呪文文字列。レーヴァテイルが唱えるものではないというのも大きな特徴である。
						ヒュムノススペルは、主に人間がレーヴァテイルや塔にアクセスしたりコントロールする時に使用するもの。文法的には「ヒュムノスワード」と全く同じだが、違いは
						塔内に全く同じスペルが登録されており、それと同じ呪文列を詠唱すると実行されるだけ…という、プリセット呪文であるという事だ。その為、ヒュムノスワードと違い、
						次々と新しいものを産み出すことは出来ない。主にヒュムノスエクストラクトのダウンロード、隔壁認証などに使われていた。
					</p>
				</td>
			</tr>
		</table>

<?php include 'common/footer.xml'; ?> 
	</body>
</html>
