<?php echo '<?xml version="1.0" encoding="UTF-8"?>'; ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.1//EN"
"http://www.w3.org/TR/xhtml11/DTD/xhtml11.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
	<head>
		<title>HYMMNOSERVER - 起源とその流派</title>
		<?php include 'common/resources.xml'; ?>
	</head>
	<body>
		<?php include 'common/header.xml'; ?>
		<div class="text-basic">
			<div class="section-title text-title-small">■ヒュムノスの起源と流派</div>
			<p>
				ヒュムノス、ヒュムノス文字の起源は古く、第一紀に音科学の父が「音魔法」を発見する前から存在していた。
				その頃はまだ「ヒュムノス」とは呼ばれていなかったが、当時「月奏」と言われていた、いわゆる祈祷師が使っていた呪文列がヒュムノスの起源となる。
				ヒュムノスはその後、塔のコントロール、塔の交信に最適化された言語としてフォーマット化されていくが、その文法と単語の語呂などは、この祈祷師の呪文列がベースとなっている。
				そこから世界中に汎用的に広がっていったヒュムノスは、各地域、そして宗派などによって微妙にフォーマットを変え、また歴史によってどんどん単語などは変化していった。
				その為、日本語などと同じく、ヒュムノスにも古文やら方言などというものが存在するのである。
			</p>
			
			<p>
				それらのヒュムノス派生は、第三紀現在において、以下に大分される。
			</p>
			<ul class="basic-inline" style="font-weight: bold; font-size: 9pt; margin-top: -10px;">
				<li>中央正純律（共通語）</li>
				<li>クルトシエール律（Ⅰ紀前古代語）</li>
				<li>クラスタ律（クラスタ地方語）</li>
				<li>アルファ律（オリジンスペル）</li>
				<li>古メタファルス律（Ⅰ紀神聖語）</li>
				<li>新約パスタリエ（パスタリア成語）</li>
			</ul>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■中央正純律</div>
			<p>
				「中央」というのは、第一紀に詩魔法の中心と言われた第一塔「アルトネリコ」の事である。すなわち、この塔をコントロールするために最適化された呪文列を中央正純律と言う。
				しかし、この中央正純律でないとコントロールできないわけではなく、実際はどの律を使ってもコントロールは可能である。即ち、中央正純律とは、ソル・シエールの首都「エル・エレミア」の
				塔管理局が世界標準と決めたフォーマット（地球でいうISO規格）でしかないのである。<br/>
				その結果、各「律」より標準化されたものは全て「中央正純律」となるため、この検索でも、認定されたものは全て中央正純律として書いている。その為、中央正純律と他の律が混じることは往々にして存在する。
			</p>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■クルトシエール律</div>
			<p>
				このクルトシエール律こそが、昔「月奏」が詠唱していた祈祷師の呪文であり、ヒュムノスの原点である。現在はかなり忘れ去られており、殆ど残っていないと言われる単語体系。
			</p>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■クラスタ律</div>
			<p>
				第一紀、ソル・シエール地方より遠く離れた地域（星の裏側）にあったソル・クラスタ地域に伝わり確立されたのが「クラスタ律」である。中央正純律から見たら、
				俗に言う「方言」というものだが、実際の効果は殆ど変わらない。現在、アルトネリコの周囲でこの「クラスタ律」を使える者はいないと言われているが、世界のどこかには、クラスタ律が
				主体のコロニーが現在も存在する可能性はある。
			</p>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■アルファ律</div>
			<p>
				世界に３体しかいないといわれている「レーヴァテイル・オリジン」は、自らの心の中で、最適化されたヒュムノス単語を紡ぎ出すことが出来る。こうして出来た単語のことを「アルファ律」と言う。
				このアルファ律は少々厄介で、そのオリジンの管理する塔でないと、最大限の力を発揮することが出来ない。それは、他の「律」が、現存の塔のスペック内での単語を紡ぎ出している（厳密には、
				有りモノの単語をレーヴァテイルが拾ってきているだけ）なのに対し、このアルファ律だけは、受け側である塔の機能を拡張し、それに相対するヒュムノス単語を作りだしているからである。
				即ち、自らの塔にはその単語に対する機能が存在するが、他の塔には無い＝無効な単語である、という事になるため、当然汎用性は無いのである。
			</p>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■古メタファルス律</div>
			<p>
				第一紀初期、まだ２０００年代の頃世界を席巻した聖教国「メタ・ファルス」によって生み出された独自の律。
				１つの単語が持つパワーは中央正純律の平均的な数値を遙かに上回る。こういった高性能なヒュムノス言語を生み出した理由は、その土壌にあったと言われている。
				この地では他の地域以上にスピリチュアルな思想が盛んであり、月奏による詩の修業と開発が盛んであった。そのため、他の地域が詩の力に限界を感じていたときにも
				それを少しずつ乗り越え、己の身を磨き更に強い詩を紡げるようになり、そして洗練され磨いてきたのである。<br/>
				幸か不幸か、そのスピリチュアル思想の影響で、他の地域が詩を科学するようになってもまだ尚、月奏による精神的な思想が息づき、３０００年代に入ってからは急速に文化は相対的に後進していった。
				ソル・シエールとの国交により、メタファルス律は詩魔法サーバーに登録される事になった。
			</p>
		</div>
		<div class="text-basic">
			<div class="section-title text-title-small">■新約パスタリエ</div>
			<p>
				メタ・ファルスの地において３４００年頃に紡ぎ出された新成語。「インフェル・ピラ」という「アルトネリコ」とは別の詩魔法サーバーを持ち、
				そのサーバーに接続しているレーヴァテイルであるI.P.D.（Infel-Phira Dependency）によってのみ使うことが出来る言語である。
				その特性上他の言語との互換性は、文法から単語においてまでほぼ皆無。その為実行コマンドも「EXEC_XXXX/.」ではなく「METHOD_XXXX/.」という独自の表記に改訂されている。
				しかし実際は、他の律も殆どがエミュレーションによって使用可能。インフェル・ピラ内部で新約パスタリエに翻訳されるが、表面上は例えば「中央正純律」をそのまま使用することが出来る。<br/>
				文法は第一紀に作られた他のヒュムノスとは全く異なる為、<a href="?mode=help4">別に文法書を用意している。</a>そちらも参照されたい。
			</p>
		</div>
		<?php include 'common/footer.xml'; ?> 
	</body>
</html>
